---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.ArgumentNullException
source: html/842d7651-9e48-a3ef-f00d-08d5bc7c9668.htm
---
# ArgumentNullException Properties

The information of the function throwing the exception.